{
  "pair": {
    "welcome": {
      "title": "Accedi con le tue credenziali Amazon",
      "text": "Controlla se il dominio è corretto e poi premi il pulsante Accedi. Sarai reindirizzato alla tua pagina di accesso Amazon.",
      "warning": "Per accedere, devi essere connesso alla stessa rete Wi-Fi di Homey Pro."
    },
    "radio": {
      "title": "Cambia il dominio del tuo account Amazon:",
      "de": "amazon.de (Europa)",
      "com": "amazon.com (Nord America)",
      "jp": "amazon.co.jp (Estremo Oriente)"
    },
    "button": "Accedi",
    "domain": {
      "text": "Dominio Amazon:",
      "link": "Modifica"
    }
  },
  "settings": {
    "connection": {
      "title": "Connection Status",
      "server": {
        "ok": "L'app è connessa al server Alexa",
        "error": "L'app NON è connessa al server Alexa"
      },
      "ws": {
        "ok": "WebSocket sta funzionando correttamente",
        "error": "WebSocket NON funziona"
      },
      "refresh": "Aggiorna"
    },
    "devices": {
      "title": "Dispositivi Alexa",
      "text": "per scaricare un elenco di tutti i tuoi dispositivi connessi ad Alexa",
      "link": "Premi qui"
    },
    "disconnect": {
      "button": "Disconnetti"
    }
  },
  "error": {
    "playback": {
      "timeout": "Errore di riproduzione (Timeout). Prova ad avviare la riproduzione dal tuo Echo.",
      "notSupported": "Errore di riproduzione. Questa funzione non sembra essere supportata dal tuo dispositivo Echo.",
      "generic": "Errore di riproduzione. Se l'errore persiste, prova a ricollegare il dispositivo."
    },
    "reminderEmpty": "Il testo del promemoria non può essere vuoto.",
    "messageEmpty": "Il testo del messaggio non può essere vuoto.",
    "announcementEmpty": "Il testo dell'annuncio non può essere vuoto.",
    "commandEmpty": "Il testo del comando non può essere vuoto.",
    "routineEmpty": "Il nome della routine non può essere vuoto.",
    "volume": {
      "timeout": "Errore di volume (Timeout). Prova a cambiare il volume dal tuo Echo.",
      "generic": "Errore di volume. Se l'errore persiste prova a ricollegare il dispositivo."
    },
    "generic": "Errore: se l'errore persiste prova a ricollegare il dispositivo.",
    "authenticationIssues": "Problemi di autenticazione: per risolvere prova a riparare il dispositivo.",
    "offline": "Questo dispositivo è offline. Controlla il  dispositivo e riprova",
    "alexaDisconnected": "Dispositivi Echo disconnessi dal server Alexa. Prova a ricollegarli manualmente."
  }
}